Repository: Fuseteam/music-app
Catalog: po/*.po
Languages: ku

source: OK
ku: BAŞ E

source: Imported file not found
ku: Pelê îthalkirî nehat dîtin

source: Wait
ku: Li bendê be

source: Cancel
ku: Betal

source: Waiting for file(s)...
ku: Li benda pelê/an e...

source: Rename playlist
ku: Navê playlîstê biguherîne

source: Enter playlist name
ku: Navê playlîstê binivîse

source: Change
ku: Biguherîne

source: Playlist already exists
ku: Playlîst jixwe heye

source: Please type in a name.
ku: Tika ye navekî binivîse

source: New playlist
ku: Playlîsta nû

source: Create
ku: Biafirîne

source: Permanently delete playlist?
ku: Bila playlîst heta hetayê bê jêbirin?

source: This cannot be undone
ku: Ev nayê vegerandin

source: Remove
ku: Rake

source: Select All
ku: Hemûyan hilbijêre

source: Add to playlist
ku: Têxe playlîstê

source: Add to queue
ku: Bixe dorê

source: Delete
ku: Jê bibe

source: Cancel selection
ku: Vebijarka betalkirinê

source: Search music
ku: Li muzîkê bigere

source: Filepath must start with
ku: Pêwîst e pelrêça pelî bi vê dest pê bike

source: Filepath must be a file
ku: Pêwîst e pelrêç pelek be

source: Failed to move file
ku: Rakirina pelî bi ser neket

source: tracks played today
ku: parçeyên îro hatine lêdan

source: No tracks played today
ku: îro tu parçe nehatiye lêdan

source: Add to Queue
ku: Bixe dorê

source: Loading...
ku: Tê barkirin...

source: No items found
ku: Tu hêman nehat dîtin

source: Tap to shuffle music
ku: Ji bo têkelkirina muzîkê bitikîne

source: No playlists found
ku: Tu playlîst nehat dîtin

source: Get more out of Music by tapping the %1 icon to start making playlists for every mood and occasion.
ku: Ji bo ku playlîstê li gorî hemû rewşên giyanî çêkî çevenga %1ê bitikîne û ji muzîkê zêdetir wergire.

source: Play all
ku: Hemûyan lê bide

source: Queue all
ku: Hemûyan bixe dorê

source: Shuffle
ku: Têkel bike

source: Welcome to Music
ku: Bi xêr hatî muzîkê

source: Enjoy your favorite music with Ubuntu's Music App. Take a short tour on how to get started or press skip to start listening now.
ku: Bi Sepana Muzîkê ya Ubuntuyê kêfa muzîkê bike. Ji bo ku bizanî ka çawa dest pê bikî, beşdarî geştê bibe yan jî aniha dest bi guhdarîkirinê bike.

source: Import your music
ku: Muzîka xwe bîne navê

source: Connect your device to any computer and simply drag files to the Music folder or insert removable media with music.
ku: Cîhaza xwe bi kompîterekê ve girê bide û pelan bikişîne nav peldanka Muzîkê yan jî amûreke medyayê ya ku muzîk tê de heye, têxê.

source: Download new music
ku: Muzîkên nû jêbar bike

source: Directly import music bought while browsing online.
ku: Muzîkên di gera online de hatine kirîn rasterast bîne navê

source: Start
ku: Dest pê bike

source: Skip
ku: Derbas be

source: Next
ku: Pêşve

source: Next Track
ku: Parçeya pêşve

source: Pause
ku: Rawestîne

source: Play
ku: Lê bide

source: Pause Playback
ku: Playbackê rawestîne

source: Continue or start playback
ku: Playbackê dewam bike yan rawestîne

source: Back
ku: Paşve

source: Go back to last page
ku: Vegere rûpela dawiyê

source: Previous
ku: Paşve

source: Previous Track
ku: Parçeya perê

source: Stop
ku: Rawestîne

source: Stop Playback
ku: Playbackê rawestîne

source: Music
ku: Muzîk

source: Debug:
ku: Çareseriya çewtiyan

source: Now playing
ku: Niha lê dide

source: Select playlist
ku: Playlîstê hilbijêre

source: %1 track
ku: %1 parçe

source: Playlists
ku: Playlîst

source: Recent
ku: Yên dawiyê

source: Albums
ku: Album

source: Unknown Album
ku: Albuma nenas

source: Unknown Artist
ku: Hunermendek nenas

source: Artists
ku: Hunermend

source: Artist
ku: Hunermend

source: Export Track
ku: Parçeyê eksport bike

source: Genres
ku: Cure

source: Genre
ku: Cure

source: No music found
ku: Muzîk nehat dîtin

source: Full view
ku: Dîtina tevahî

source: Queue
ku: Dor

source: Clear queue
ku: Dorê paqij bike

source: Playlist
ku: Playlîst

source: Tracks
ku: Parçe

source: A music application for Ubuntu
ku: Sepaneke muzîkê ji bo Ubuntuyê

source: music;songs;play;tracks;player;tunes;
ku: muzîl;stran;lêdan;parçe;lêder;tunes;
